[
      {
        "id": 1,
        "image":"https://i.ibb.co/8x8pBvm/image1.jpg",
        "estate_title": "Family Haven in Suburbia",
        "segment_name": "Single-family home",
        "description": "Nestled in a peaceful suburban neighborhood, this spacious single-family home offers the perfect retreat for families. With five bedrooms, three bathrooms, and a sprawling backyard, there's plenty of space for kids to play and adults to entertain. The open-plan living area is flooded with natural light, and the gourmet kitchen features modern appliances and ample storage. Enjoy summer barbecues on the deck overlooking the landscaped garden, or cozy up by the fireplace on chilly evenings. Conveniently located near schools, parks, and shopping centers, this home truly has it all.",
        "price": "৳50,40,000",
        "status": "sale",
        "area": "3000 sq ft",
        "location": "Dhanmondi, Dhaka, Bangladesh",
        "facilities": ["Backyard", "Garage", "Fireplace"]
      },
      {
        "id": 2,
        "image":"https://i.ibb.co/9WghTKD/image2.jpg",
        "estate_title": "Townhouse Retreat",
        "segment_name": "Townhouse",
        "description": "Welcome to your urban oasis! This elegant townhouse combines contemporary design with practical living spaces, creating the perfect retreat in the heart of the city. The main level features an open-plan living area with high ceilings, hardwood floors, and large windows that flood the space with natural light. Step outside to your private courtyard, ideal for al fresco dining or enjoying a morning coffee. Upstairs, you'll find two spacious bedrooms, each with its own ensuite bathroom and ample closet space. With easy access to public transportation, parks, and cultural attractions, this townhouse offers the best of city living.",
        "price": "৳36,00,000",
        "status": "sale",
        "area": "2000 sq ft",
        "location": "Gulshan, Dhaka, Bangladesh",
        "facilities": ["Private courtyard", "Modern kitchen", "High ceilings"]
      },
      {
        "id": 3,
        "image":"https://i.ibb.co/JtMhdDG/image3.jpg",
        "estate_title": "Luxury City Apartment",
        "segment_name": "Apartment",
        "description": "Experience luxury living at its finest in this stunning city apartment. Located in a prestigious high-rise building, this spacious unit offers breathtaking views of the skyline and top-of-the-line amenities. The open-concept living area is perfect for entertaining, with floor-to-ceiling windows that showcase the cityscape. The gourmet kitchen features sleek countertops, stainless steel appliances, and a breakfast bar for casual dining. Retreat to the master suite, complete with a walk-in closet and spa-like ensuite bathroom. Residents enjoy access to a fitness center, rooftop terrace, and 24-hour concierge service, making this apartment the ultimate urban retreat.",
        "price": "৳1,80,000/month",
        "status": "rent",
        "area": "1500 sq ft",
        "location": "Banani, Dhaka, Bangladesh",
        "facilities": ["Balcony with city views", "Fitness center", "Concierge"]
      },
      {
        "id": 4,
        "image":"https://i.ibb.co/52zLYnF/image4.jpg",
        "estate_title": "Student Housing Oasis",
        "segment_name": "Student housing",
        "description": "Welcome to your home away from home! This modern student housing complex is designed with your needs in mind. Each furnished apartment features a private bedroom with ensuite bathroom, study area, and shared living space. Whether you're studying for exams or unwinding with friends, you'll appreciate the comfortable surroundings and vibrant community atmosphere. Take advantage of the on-site fitness center, study lounges, and social events organized by the resident life team. With convenient access to campus and nearby amenities, this is student living at its best.",
        "price": "৳30,000/month",
        "status": "rent",
        "area": "600 sq ft (per room)",
        "location": "Mirpur, Dhaka, Bangladesh",
        "facilities": ["Furnished apartment", "Study lounges", "Swimming pool"]
      },
      {
        "id": 5,
        "image":"https://i.ibb.co/T4Xq7Jr/image5.jpg",
        "estate_title": "Senior Living Retreat",
        "segment_name": "Senior living community",
        "description": "Discover a vibrant community of active seniors in this welcoming retirement community. With a variety of amenities and activities, you'll find plenty of opportunities to socialize, stay active, and enjoy life to the fullest. Take part in daily fitness classes, arts and crafts workshops, and group outings to local attractions. Enjoy chef-prepared meals in the dining room, relax with a book in the library, or spend time outdoors in the beautifully landscaped gardens. With 24-hour staff and personalized care services, you can enjoy peace of mind knowing that your needs are always taken care of.",
        "price": "৳1,25,000/month",
        "status": "rent",
        "area": "1200 sq ft",
        "location": "Uttara, Dhaka, Bangladesh",
        "facilities": ["Wellness programs", "Social activities", "On-site healthcare"]
      },
      {
        "id": 6,
        "image":"https://i.ibb.co/RvCXvZV/image6.jpg",
        "estate_title": "Vacation Villa by the Sea",
        "segment_name": "Vacation rental",
        "description": "Escape to paradise in this stunning beachfront villa. Located steps from the sand, this spacious retreat offers panoramic ocean views and luxurious amenities. The open-concept living area features floor-to-ceiling windows, allowing you to enjoy the breathtaking scenery from every angle. Whip up delicious meals in the gourmet kitchen, relax with a cocktail on the private balcony, or take a dip in the sparkling outdoor pool. With easy access to shopping, dining, and entertainment options, this villa is the perfect destination for your next beach getaway.",
        "price": "৳15,000/night",
        "status": "rent",
        "area": "2500 sq ft",
        "location": "Cox's Bazar, Chittagong, Bangladesh",
        "facilities": ["Private beach access", "Outdoor pool", "Oceanfront terrace"]
      },
      {
        "id": 7,
        "image":"https://i.ibb.co/2cFkD0W/image7.jpg",
        "estate_title": "Modern Urban Loft",
        "segment_name": "Apartment",
        "description": "Experience loft living at its finest in this chic urban apartment. Located in a trendy neighborhood, this industrial-chic space features exposed brick walls, high ceilings, and open-concept living areas. The gourmet kitchen is a chef's dream, with sleek countertops, stainless steel appliances, and plenty of storage space. Relax in the spacious living room, entertain guests on the rooftop terrace, or explore the neighborhood's vibrant dining and nightlife scene. With easy access to public transportation and major highways, this apartment offers the perfect blend of style and convenience.",
        "price": "৳1,10,000/month",
        "status": "rent",
        "area": "1000 sq ft",
        "location": "Mohammadpur, Dhaka, Bangladesh",
        "facilities": ["Industrial-chic design", "Open floor plan", "Rooftop terrace"]
      },
      {
        "id": 8,
        "image":"https://i.ibb.co/98cW8h7/image8.jpg",
        "estate_title": "Cosy Family Apartment",
        "segment_name": "Apartment",
        "description": "Welcome to your new home! This cozy family apartment is perfect for those seeking comfort and convenience. The spacious living area is ideal for family gatherings or quiet evenings at home, and the well-appointed kitchen makes meal prep a breeze. Step outside to your private balcony, where you can enjoy your morning coffee or watch the kids play in the communal playground below. With easy access to schools, parks, and shopping centers, this apartment offers the perfect blend of urban living and suburban charm.",
        "price": "৳90,000/month",
        "status": "rent",
        "area": "1200 sq ft",
        "location": "Khilgaon, Dhaka, Bangladesh",
        "facilities": ["Spacious living area", "Balcony", "Playground"]
      },
      {
        "id": 9,
        "image":"https://i.ibb.co/Vxm10VC/image9.jpg",
        "estate_title": "Scenic Mountain Retreat",
        "segment_name": "Vacation rental",
        "description": "Escape to the mountains in this charming vacation rental. Nestled among towering pines and majestic peaks, this cozy cabin offers the perfect retreat from the hustle and bustle of everyday life. Curl up by the fireplace with a good book, soak in the breathtaking views from the wraparound deck, or explore the nearby hiking trails and scenic overlooks. With rustic charm and modern amenities, this mountain retreat is the perfect destination for your next getaway.",
        "price": "৳12,500/night",
        "status": "rent",
        "area": "1800 sq ft",
        "location": "Bandarban, Chittagong, Bangladesh",
        "facilities": ["Mountain views", "Hiking trails", "Cozy interiors"]
      }
]

  